# flake8: noqa
from pathlib import Path

BASE_DIR = Path(__file__).parent.resolve()

questions = [
    {
        "question": "Кто вы?",
        "options": ["Школьник", "Студент", "У меня уже есть профессия, хочу освоить что-то новое"]
    },
    {
        "question": "Вам больше нравится…",
        "options": ["заниматься творчеством", "анализировать, работать с цифрами", "создавать что-то новое, инновационное"]
    },
    {
        "question": "Вам больше нравится…",
        "options": ["искать креативный подход к решению проблемы", "решать задачи известным, проверенным способом", "использовать технологичные способы решения"]
    },
    {
        "question": "Вам…",
        "options": ["нравится работать в команде", "комфортнее действовать в одиночку", "по душе как групповая работа, так и индивидуальная"]
    },
    {
        "question": "Как вы относитесь к проектной работе?",
        "options": ["Мне нравится работать над проектами", "Я предпочитаю другую форму работы", "Мне всё равно, я комфортно себя чувствую при любой форме работы"]
    },
    {
        "question": "Что вам ближе?",
        "options": ["Работа с алгоритмами", "Работа с цифрами", "Работа с финансовыми показателями"]
    },
    {
        "question": "Ваша цель –",
        "options": ["Начать развиваться в IT сфере", "Подготовиться к олимпиаде", "Лучше разбираться в школьной программе"]
    },
    {
        "question": "Что вам ближе?",
        "options": ["Работа с алгоритмами", "Работа с цифрами"]
    }
]
