# flake8: noqa

first_class = '''
 •   Это онлайн-курс, который почти целиком записан заранее и его можно смотреть в любое удобное время
 •  Модули открываются после прохождения предыдущего. Модуль состоит из нескольких видеороликов, нескольких тестов и одного домашнего задания, которое занимает от 30 минут до 2 часов. Первый модуль - исключение, он ознакомительный и в нем нет домашнего задания, только тест из 5 вопросов


 •  В начале каждого следующего модуля выкладывается правильное решение домашнего задания, чтобы у вас была возможность проверить себя
Для общения участников курса мы создали чат в Telegram, добавляйтесь по ссылке


 •  Сертификат можно будет получить за 75% выполненных тестов, домашние задания предназначены для самопроверки


 • Курс нацелен в том числе на подготовку к олимпиаде DANO по анализу данных. Регистрация на олимпиаду начинается осенью каждого учебного года. На сайте вы можете зарегистрироваться на олимпиаду или хакатон.
'''
